Repository: shnarjes/university-handout
Catalog: university_handout/locale/*/LC_MESSAGES/django.po
Languages: fa

source: add time
fa: زمان ثبت اطلاعات

source: Title
fa: عنوان

source: Logo
fa: لوگو

source: category
fa: دسته بندی

source: categorys
fa: دسته بندی ها

source: Minor
fa: گرایش

source: course
fa: درس

source: courses
fa: درس ها

source: Category
fa: دسته بندی

source: Course
fa: درس

source: File
fa: فایل

source: Year
fa: سال

source: Professor
fa: استاد

source: University
fa: دانشگاه

source: Author
fa: نویسنده

source: Description
fa: توضیحات

source: Upload Datetime
fa: زمان بارگزاری

source: Add Datetime
fa: زمان ثبت اطلاعات

source: Modify Datetime
fa: زمان تغییر اطلاعات

source: Is Processed
fa: تکمیل شده

source: handout
fa: جزوه

source: handouts
fa: جزوه ها

source: Major
fa: رشته

source: Majors
fa: رشته ها

source: Minors
fa: گرایش ها

source: Name
fa: نام

source: Picture
fa: تصویر

source: Professors
fa: استادان

source: University Type
fa: نوع دانشگاه

source: Universitie Types
fa: انواع دانشگاه ها

source: Type
fa: نوع

source: Universities
fa: دانشگاه ها

source: Farsi
fa: فارسی

source: REGISTER
fa: ثبت نام

source: LOGIN
fa: ورود

source: code
fa: کد امنیتی

source: exp_time
fa: زمان اتمام ۳ ثانیه

source: Time out
fa: زمان اتمام ۳ ثانیه

source: exp_time_error_send
fa: زمان ارسال دوباره کد امنیتی

source: Time to resend the code
fa: زمان ارسال دوباره کد امنیتی

source: exp_time_error_verified
fa: زمان تایید دوباره کد امنیتی

source: Time to code confirmation
fa: زمان تایید دوباره کد امنیتی

source: user
fa: کاربر

source: number_error_3time
fa: تعداد دفعات وارد کردن کدامنیتی

source: number of time enter the code
fa: تعداد دفعات وارد کردن کدامنیتی

source: number_error_5time
fa: تعداد دفعات ارسال کد امنیتی

source: number of time send the code
fa: تعداد دفعات ارسال کد امنیتی

source: type
fa: نوع

source: Phone
fa: شماره تلفن

source: email address
fa: آدرس ایمیل

source: users
fa: کاربرها
